taskt/Core/Automation/Commands/JSONGroup/AJSONInputJSONCommands.dot
digraph "AJSONInputJSONCommands" {
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
