taskt/Core/Automation/Commands/JSONGroup/AJSONInputJSONCommands.puml
@startuml
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
